<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Backpack\Base Language Lines
    |--------------------------------------------------------------------------
    */

    'registration_closed' => 'Регистрация закрыта',
    'no_email_column' => 'У пользователей нет связанного адреса электронной почты.',
    'first_page_you_see' => 'Первая страница, которую Вы видите после входа в систему',
    'login_status' => 'Статус авторизации',
    'logged_in' => 'Вы вошли в систему!',
    'toggle_navigation' => 'Переключить навигацию',
    'administration' => 'Административный раздел',
    'user' => 'ПОЛЬЗОВАТЕЛЬ',
    'logout' => 'Выйти',
    'login' => 'Войти',
    'register' => 'Зарегистрироваться',
    'name' => 'Имя',
    'email_address' => 'E-Mail адрес',
    'password' => 'Пароль',
    'old_password' => 'Старый пароль',
    'new_password' => 'Новый пароль',
    'confirm_password' => 'Подтвердите пароль',
    'remember_me' => 'Запомнить меня',
    'forgot_your_password' => 'Забыли пароль?',
    'reset_password' => 'Сброс пароля',
    'send_reset_link' => 'Отправить ссылку для сброса пароля',
    'click_here_to_reset' => 'Нажмите здесь для сброса пароля',
    'change_password' => 'Изменить пароль',
    'unauthorized' => 'Вы не авторизованы.',
    'dashboard' => 'Панель управления',
    'handcrafted_by' => 'Разработано',
    'powered_by' => 'При поддержке',
    'my_account' => 'Мой аккаунт',
    'update_account_info' => 'Обновить личную информацию',
    'save' => 'Сохранить',
    'cancel' => 'Отменить',
    'error' => 'Ошибка',
    'success' => 'Успешно',
    'warning' => 'Предупреждение',
    'notice' => 'Уведомление',
    'old_password_incorrect' => 'Старый пароль неверен.',
    'password_dont_match' => 'Пароли не совпадают.',
    'password_empty' => 'Убедитесь, что заполнены оба поля для ввода пароля.',
    'password_updated' => 'Пароль обновлён.',
    'account_updated' => 'Личная информация успешно обновлена.',
    'unknown_error' => 'Что-то пошло не так. Пожалуйста, повторите снова.',
    'error_saving' => 'При сохранении произошла ошибка. Пожалуйста, повторите снова.',
    'welcome' => 'Добро пожаловать!',
    'use_sidebar' => 'Используйте панель слева для создания, редактирования или удаления контента',

    'password_reset' => [
        'greeting' => 'Здравствуйте!',
        'subject' => 'Сброс пароля',
        'line_1' => 'Вы получили это письмо, т.к. был создан запрос на сброс Вашего пароля к аккаунту.',
        'line_2' => 'Чтобы сбросить пароль, нажмите на кнопку ниже:',
        'button' => 'Сбросить пароль',
        'notice' => 'В случае, если Вы не запрашивали сброс пароля, пожалуйста, проигнорируйте это письмо.',
    ],

    'step' => 'Шаг',
    'confirm_email' => 'Подтвеждение Email',
    'choose_new_password' => 'Ввод нового пароля',
    'confirm_new_password' => 'Повторите новый пароль',

];
