<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Backpack\Base Language Lines - Arabic
    |--------------------------------------------------------------------------
    */

    'registration_closed' => 'التسجيل مغلق.',
    'first_page_you_see' => 'الصفحة التي تشاهدها بعد تسجيل الدخول',
    'login_status' => 'حالة تسجيل الدخول',
    'logged_in' => 'لقد سجلت الدخول!',
    'toggle_navigation' => 'أظهر التصفح',
    'administration' => 'الادارة',
    'user' => 'المستخدم',
    'logout' => 'خروج',
    'login' => 'تسجيل الدخول',
    'register' => 'تسجيل',
    'name' => 'الاسم',
    'email_address' => 'البريد الالكتروني',
    'password' => 'كلمة المرور',
    'old_password' => 'كلمة المرور القديمة',
    'new_password' => 'كلمة المرور الجديدة',
    'confirm_password' => 'تأكيد كلمة المرور',
    'remember_me' => 'تذكرني',
    'forgot_your_password' => 'هل نسيت كلمة المرور ؟',
    'reset_password' => 'إعادة تعيين كلمة المرور',
    'send_reset_link' => 'إرسال رابط إعادة تعيين كلمة المرور',
    'click_here_to_reset' => 'اضغط هنا لإعادة تعيين كلمة المرور الخاصة بك',
    'change_password' => 'تحديث كلمة المرور',
    'unauthorized' => 'غير مصرح',
    'dashboard' => 'الصفحة الرئيسية',
    'handcrafted_by' => 'صنع بيد',
    'powered_by' => 'طُـور بواسطة',
    'my_account' => 'حسابي',
    'update_account_info' => 'تحديث معلومات الحساب',
    'save' => 'حفظ',
    'cancel' => 'إلغاء',
    'error' => 'خطأ',
    'success' => 'نجاح',
    'warning' => 'تحذير',
    'old_password_incorrect' => 'كلمة المرور القديمة غير صحيحة.',
    'password_dont_match' => 'كلمة المرور غير مطابقة.',
    'password_empty' => 'تأكد من ملء كل من حقول كلمة المرور.',
    'password_updated' => 'تم تحديث كلمة المرور.',
    'account_updated' => 'تم تحديث الحساب بنجاح.',
    'unknown_error' => 'حدث خطأ غير معروف. حاول مرة اخرى.',
    'error_saving' => 'حدث خطأ أثناء الحفظ. حاول مرة اخرى.',
    'welcome' => 'مرحباً!',
    'use_sidebar' => 'استخدم الشريط الجانبي إلى اليسار لإنشاء محتوى أو تحريره أو حذفه.',

    'password_reset' => [
        'greeting' => 'مرحباً!',
        'subject' => 'إعادة تعيين إعلام كلمة المرور',
        'line_1' => 'أنت تتلقّى هذا البريد الإلكترونيّ لأنّنا استلمنا طلب إعادة تعيين كلمة المرور.',
        'line_2' => 'انقر على الزر أدناه لإعادة تعيين كلمة المرور:',
        'button' => 'إعادة تعيين كلمة المرور',
        'notice' => 'إذا لم تطلب إعادة تعيين كلمة مرور، لا يلزم إجراء آخر.',
    ],

    'step' => 'خطوة',
    'confirm_email' => 'تأكيد البريد الإلكتروني',
    'choose_new_password' => 'اختر كلمة مرور جديدة',
    'confirm_new_password' => 'تأكيد كلمة المرور الجديدة',
];
